tap "borkdude/brew"
tap "d12frosted/emacs-plus"
tap "teamookla/speedtest"
cask "1password"
cask "betterdisplay"
cask "claude-code@latest"
cask "ente-auth"
cask "firefox"
cask "font-aporetic"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "linear"
cask "microsoft-edge"
cask "mullvad-vpn"
cask "notion"
cask "obsidian"
cask "pop-app"
cask "rectangle"
cask "slack"
cask "tailscale-app"
cask "windows-app"
cask "zerotier-one"
# uv "kimi-cli"
# npm "@agentclientprotocol/claude-agent-acp"
# npm "@earendil-works/pi-coding-agent"
# npm "@ollama/pi-web-search"
